Repository: EvanDbg/Asteroid
Catalog: preferences/Resources/*.lproj/liveWeather.strings
Languages: ar, de

# Enable_Lock
source: Enable Lock Screen
ar: تفعيل شاشة القفل
de: Lockscreen aktivieren

# Control_Lock
source: Enable/Disable Live Weather on LockScreen
ar: تفعيل/تعطيل الطقس الحي على شاشة القفل
de: Aktiviert das Live Wetter auf dem Lockscreen

# Enable_Home
source: Enable Home Screen
ar: تفعيل الشاشة الرئيسية
de: Homescreen aktivieren

# Control_Home
source: Enable/Disable Live Weather on HomeScreen
ar: تفعيل/تعطيل الطقس الحي على الشاشة الرئيسية
de: Aktiviert das Live Wetter auf dem Homescreen

# Custom_Condition
source: Choose Custom Conditions
ar: اختر الظروف المخصصة
de: Benutzerdefinierte Kondition auswählen

# Select_Condition
source: Select Custom Weather Conditions
ar: حدد الظروف الجوية المخصصة
de: Wetter-Kondition auswählen

# Overide_Animation
source: This overides your weather background animation.
ar: سيتخطى هذا التأثيرات الحركية الخلفية للطقس.
de: Dies überschreibt die Hintergrund Animation.

# Hide_Background
source: Hide Live Weather Background
ar: إخفاء خلفية الطقس الحي
de: Live Hintergrund verbergen

# Hide_Explain
source: Disable Layers of Live Weather
ar: إخفاء الخلفية للطقس الحي، وإبقاء التأثيرات الحركية
de: Verbirgt den Live Hintergrund, jedoch nicht die Animation

source: Live Weather
ar: الطقس الحي
de: Live Wetter
