Repository: EvanDbg/Asteroid
Catalog: preferences/Resources/*.lproj/lockScreenViewKeys.strings
Languages: ar, de, it, tr

source: Editing
ar: وضع التحرير
de: Bearbeiten
it: Modifica
tr: Düzenleme

# Edit_Explain
source: Components can be resized and moved around the lock screen through editing mode. To enter editing mode, long press any of the lock screen icons. In order to save all changes, exit editing mode by hitting the Done button.
ar: يمكنك تغيير حجم العناصر وتغيير مكانها في شاشة القفل عبر الدخول إلى وضع التحرير. وللدخول إليه قم بالضغط مطولًا على أي عنصر من العناصر، وبعد الإنتهاء من التعديل اضغط على زر 'تم' الذي ستجده في الأعلى.
de: Im Bearbeitungsmodus können Komponenten auf dem Lockscreen in ihrer Grösse verändert und verschoben werden. Der Bearbeitungsmodus wird durch Halten auf einem Lockscreen Icon aktiviert. Klicke auf den Fertig Button um alle Änderungen zu speichern und den Bearbeitungsmodus zu beenden.
it: I componenti possono essere ridimensionati e spostati nella schermata di blocco attraverso la modalità di modifica. Per entrare nella modalità di modifica, mantieni premuta un'icona qualsiasi nella schermata di blocco. Per salvare tutti i cambiamenti, uscire dalla modalità di modifica schiaccianfo il tasto Fine.
tr: Kilit ekranı bileşenlerinin boyutları ve konumları düzenlenebilir. Düzenleme modunu etkinleştirmek için kilit ekranında bileşenlerden birinin üzerine basılı tutun. Düzenleme modundan çıkmak için Done düğmesine tıklayın.

source: Enable Editing
ar: تفعيل وضع التحرير
de: Bearbeitungsmodus aktivieren

# Pleasantry_Size
source: Pleasantry Text Size.
ar: حجم نص التحية.
de: Pleasantry Textgrösse
it: Dimensione Del Saluto.
tr: Selamlama Mesajı Yazı Boyutu

source: Enable Pleasantry
ar: تفعيل التحية
de: Pleasantry aktivieren
it: Attiva Il Saluto
tr: Selamlama Mesajını Etkinleştir

source: Weather Description Size.
ar: حجم وصف الطقس.
de: Wetter Beschreibungs Grösse
it: Dimensione Della Descrizione Del Meteo.
tr: Hava Durumu Açıklaması Yazı Boyutu

source: Enable Weather Description
ar: تفعيل وصف الطقس
de: Wetter Beschreibung anzeigen
it: Attiva La Descrizione del Meteo
tr: Hava Durumu Açıklamasını Etkinleştir

source: Current Temperature Text Size
ar: حجم نص درجة الحرارة الحالية
de: Textgrösse Aktuelle Temperatur
it: Dimensione Della Temperatura Attuale
tr: Güncel Hava Sıcaklığı Yazı Boyutu

source: Enable Current Temperature
ar: تفعيل درجة الحرارة الحالية
de: Aktuelle Temperatur anzeigen
it: Attiva Temperatura Attuale
tr: Güncel Hava Sıcaklığını Etkinleştir

source: Dismiss Button Size
ar: حجم زر التجاهل
de: Dismiss Button Grösse
it: Dimensione Del Tasto Per Uscire
tr: Yoksay Butonu Boyutu

source: Enable Dismiss Button
ar: تفعيل زر التجاهل
de: Dismiss Button aktivieren
it: Attiva Il Tasto Per Uscire
tr: Yoksay Butonu Boyutu

source: Enable Glyph
ar: تفعيل الصورة الرمزية
de: Glyph aktivieren
it: Attiva Glifo
tr: Hava Durumu Simgesini Etkinleştir

source: Enable Notification Reminder
ar: تفعيل التذكير بالإشعارات
de: Erinnerung aktivieren
it: Attiva Il Contatore Delle Notifiche
tr: Bildirim Hatırlatıcıyı Etkinleştir

source: Enable Blur
ar: تفعيل الضبابية
de: Blur aktivieren
it: Attiva Sfocatura
tr: Bulanıklığı Etkinleştir

source: Hourly Forecast Options
ar: خيارات التوقعات
de: Stündliche Wetter Prognose
it: Previsione Del Meteo Oraria
tr: Saatlik Hava Durumu Ayarları

source: Enable Weather Preview
ar: تفعيل معاينة الطقس
de: Wetter Vorschau aktivieren
it: Attiva Anteprima Del Meteo
tr: Hava Durumu Önizlemesini Etkinleştir

source: Enable Weather Forecast Info
ar: تفعيل معلومات التنبؤ بالطقس
de: Wetter Prognose aktivieren
it: Attiva Informazioni Sul Meteo
tr: Hava Durumu Bilgisini Etkinleştir

source: Reset Components
ar: إعادة تعيين إعدادات العناصر إلى الافتراضية
de: Komponenten zurücksetzten
it: Resetta i Componenti
tr: Bileşenleri Sıfırla

source: Components
ar: العناصر
de: Komponenten
it: Componenti
tr: Bileşenler
