Repository: EvanDbg/Asteroid
Catalog: preferences/Resources/*.lproj/lockScreen.strings
Languages: ar, de, it, tr

# Enable_Greet
source: Enable Greeting View
ar: تفعيل عرض التحية
de: Begrüssung aktivieren
it: Attiva Saluto
tr: Karşılama Ekranını Etkinleştir

# Hide_Notif
source: Hide Greeting View on Notification
ar: إخفاء عرض التحية عند وجود إشعار
de: Bei Benachrichtigungen ausblenden
it: Nascondi il Saluto nelle Notifiche
tr: Bildirimde Karşılama Ekranını Gizle

# Notif_Explain
source: When there are notifications, hide the weather view
ar: إخفاء عرض الطقس عند وجود إشعارات
de: Begrüssung bei Benachrichtigungen ausblenden
it: Quando ci sono notifiche, nascondi il meteo
tr: Bildirim olduğu zaman hava durumu ekranını gizler

source: Lockscreen Components
ar: مكونات شاشة القفل
de: Lockscreen Komponenten
it: Componenti della Schermata di Blocco
tr: Kilit Ekranı Bileşenleri

source: Configure Lockscreen Components
ar: إعداد مكونات شاشة القفل
de: Lockscreen Komponenten konfigurieren
it: Configura i Componenti della Schermata di Blocco
tr: Kilit Ekranı Bileşenlerini Düzenle

source: Custom Fonts
ar: خطوط مخصصة
de: Eigene Schriftart
it: Font Personalizzati
tr: Özel Yazı Tipleri

source: Enable Custom Font
ar: تفعيل خط مخصص
de: Eigene Schriftart aktivieren
it: Attiva Font Personalizzato
tr: Özel Yazı Tipini Etkinleştir

source: Select Custom Font
ar: تحديد خط مخصص
de: Eigene Schriftart auswählen
it: Seleziona Font Personalizzato
tr: Özel Yazı Tipini Seç

source: Set Text Color
ar: تعيين لون النص
de: Textfarbe auswähen
it: Imposta Il Colore Del Testo
tr: Yazı Rengini Ayarla

source: Use Custom Glyph Image
ar: استخدام الصورة الرمزية المخصصة
de: Verwende eigenes Glyph
it: Usa Glifo Personalizzato

source: Select Weather Glyph Type
ar: حدد نوع صورة الطقس الرمزية
de: Wetter Glyph-Typ auswählen
it: Seleziona il Tipo di Glifo Meteorologico

source: Set Glyph Color
ar: تعيين لون الصورة الرمزية
de: Glyph Farbe auswählen
it: Seleziona Colore Del Glifo

source: Blur Amount
ar: مقدار الضبابية
de: Blur Stärke
it: Quantit√† Della Sfocatura

source: Lock Screen
ar: شاشة القفل
it: Schermata Di Blocco
tr: Kilit Ekranı
