Repository: EvanDbg/Asteroid
Catalog: preferences/Resources/*.lproj/Root.strings
Languages: de, it

# Enable_Tweak
source: Enable
de: Aktivieren
it: Attiva

source: Custom Fonts
de: Schriftart
it: Font Personalizzato

source: Use Custom Font
de: Schriftart verwenden
it: Usa Un Font Personalizzato

# Custom_Font
source: Select Custom Font:
de: Schriftart auswählen:
it: Seleziona Un Font Personalizzato:

source: Font Sizes
de: Schriftgrössen
it: Dimensione Del Font

source: Greeting Size
de: Begrüssungs-Grösse
it: Dimensione Del Saluto

source: Description Size
de: Beschreibungs-Grösse
it: Dimensione Della Descrizione

source: Current Temperature Size
de: Aktuelle Temperatur Grösse
it: Dimensione Della Temperatura Attuale

source: Blur Amount
de: Blur Stärke
it: Quantit√† Della Sfocatura

# Support
source: Support, Donations and Contact
de: Support, Spenden und Kontakt
it: Supporto, Donazioni e Contatti

# Backup
source: Backup and Restore
de: Backup und Restore
it: Backup e Ripristino

source: ChangeLog
de: Änderungen

source: Version:
it: Versione:
